Repository: netcharm/StringCodec
Catalog: StringCodec.UWP/Strings/*/Resources.resw
Source language: en_us
Languages: ja, zh_hans, zh_hant

# optLangGeneral.Text
source: General Languages
ja: 一般的に使用される言語

# btnCaseConvert.Label
source: Convert
ja: 変換

# optMergeBlankLine.Text
source: Merge Blank Lines
ja: 空白行の結合

# optRemoveBlankLine.Text
source: Remove Blank Lines
ja: 空の行の削除

# optSpaceToTab2.Text
source: 2 Spaces To Tab
ja: タブに変換された2つのスペース

# optSpaceToTab4.Text
source: 4 Spaces To Tab
ja: タブに変換された4つのスペース

# optSpaceToTab8.Text
source: 8 Spaces To Tab
ja: タブに変換された8つのスペース

# optTabToSpace2.Text
source: Tab To 2 Spaces
ja: タブを2つのスペースに変換する

# optTabToSpace4.Text
source: Tab To 4 Spaces
ja: タブを4つのスペースに変換する

# optTabToSpace8.Text
source: Tab To 8 Spaces
ja: タブを8つのスペースに変換する

# optTailBlank.Text
source: Remove Tail Blanks
ja: 行の末尾の空白を削除

# btnDecodeFromFile.Label
source: Decode From File
ja: ファイルからデコード

# btnDecodeToFile.Label
source: Decode To File
ja: ファイルへのデコード

# btnEncodeFromFile.Label
source: Encode From File
ja: ファイルからエンコード

# btnEncodeToFile.Label
source: Encode To File
ja: ファイルにエンコード

# btnSrcLoadFile.Label
source: Load From File
ja: ファイルから読み込む

# menuDecodeFromFile.Text
source: Decode From File
ja: ファイルからデコード

# menuDecodeToFile.Text
source: Decode To File
ja: ファイルへのデコード

# menuEncodeFromFile.Text
source: Encode From File
ja: ファイルからエンコード

# menuEncodeToFile.Text
source: Encode To File
ja: ファイルにエンコード

# menuSrcLoadFile.Text
source: Load From File
ja: ファイルから読み込む

# btnDecodeFile.Label
source: Decode File(s)
ja: ファイルのデコード

# MenuDecodeFile.Text
source: Decode File(s)
ja: ファイルのデコード

# MenuEncodeFile.Text
source: Encode File(s)
ja: ファイルのエンコード

# btnEncodeFile.Label
source: Encode File(s)
ja: ファイルのエンコード

# optOverwriteFiles.Label
source: Overwrite Exists File(s)
ja: ファイルを上書きする

# CustomPhraseAdd.Content
source: Add New
ja: 新しいフレーズ

# CustomPhraseAfter.Header
source: After
ja: 変換後

# CustomPhraseAfter.PlaceholderText
source: After Phrase
ja: 変換されたフレーズ

# CustomPhraseBefore.Header
source: Before
ja: 変換前

# CustomPhraseBefore.PlaceholderText
source: Before Phrase
ja: 変換前の語句

# CustomPhraseClear.Content
source: Clear List
ja: 変換リストをクリアする

# CustomPhraseEdit.Content
source: Edit Selected
ja: 選択したフレーズの変更

# CustomPhraseExport.Content
source: Export ...
ja: 変換リストのエクスポート...

# CustomPhraseFrom.Text
source: From
ja: 変換前

# CustomPhraseHeader.Text
source: Custom Phrases
ja: 変換するフレーズをカスタマイズする

# CustomPhraseImport.Content
source: Import ...
ja: 変換リストのインポート...

# CustomPhraseListS2T.Header
source: Simplified To Traditional
ja: 中国語 (簡体字から繁体字)

# CustomPhraseListT2S.Header
source: Traditional To Simplified
ja: 中国語 (繁体字から簡体字)

# CustomPhraseRemove.Content
source: Remove Selected
ja: 選択したフレーズの削除

# CustomPhraseTo.Text
source: To
ja: 変換後

# PhraseExistsConfirm
source: Phrase exists, overwrite it?
ja: フレーズが既に存在し、フレーズを変更していますか?

source: No
ja: キャンセル

source: Yes
ja: うん

# edLinkUrl.Header
source: Url
zh_hans: 网络地址
zh_hant: 網路地址

# edWifiSSID.Header
source: SSID
zh_hans: WIFI网络名称(SSID)
zh_hant: WIFI網路名稱(SSID)

# optURL.Text
source: URL
zh_hans: 网址
zh_hant: 網址

# optThunder.Text
source: Thunder
zh_hans: 迅雷链接
zh_hant: 迅雷連結

# optFlashGet.Text
source: FlashGet
zh_hans: FlashGet 链接
zh_hant: FlashGet 連結

source: Can't save to SVG file, will be saved as PNG file like
zh_hans: 当前图像不能保存为SVG格式的文件, 将会保存为PNG格式文件, 类似于
zh_hant: 當前圖像不能保存為SVG格式的檔案, 將會保存為PNG格式檔案, 類似於

source: Image is big, it's maybe too slower to encoding & filling textbox. \n Continued?
zh_hans: 图像较大，编码和填充文本框可能会非常慢。\n继续？
zh_hant: 圖像較大，編碼和填充文本框可能會非常慢。\n繼續？

# AboutContactValue.Content
source: netcharm@gmail.com
zh_hans: netcharm@163.com

# AboutCopyrightValue.Text
source: All rights reserved by netcharm @ 2018
zh_hans: netcharm @ 2018, 保留所有权利
zh_hant: netcharm @ 2018, 保留所有权利

# optLangRussian.Text
source: Russian
zh_hans: 俄语
zh_hant: 俄語
